cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'autojump'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'mongodb'
brew 'phantomjs'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'python3'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'vlc'
cask 'github-desktop'
cask 'sublime-text'
cask 'cloud'
